Repository: ajnyga/funding
Catalog: locale/*/locale.po
Languages: de, es, fi, fr_fr, it, pt_pt, ro

# plugins.generic.funding.displayName
source: Funding data
de: Fördererangaben
es: Datos de los fondos
fi: Rahoittajat
fr_fr: Données de Fonds
it: Dati di finanziamento
pt_pt: Dados de financiamento
ro: Date de finanțare

# plugins.generic.funding.description
source: This plugin adds submission funding data using the Crossref funders registry, and considers the data in the Crossref XML export.
de: Dieses Plugin fügt Daten zur Finanzierung von Einreichungen über die Crossref Funders Registry hinzu und schliesst die Daten im Crossref XML Export mit ein.
es: Este módulo añade los datos de financiación de las presentaciones utilizando el registro de financiadores de Crossref, y considera los datos en la exportación XML de Crossref.
fi: Tämä lisäosa mahdollistaa käsikirjoituksen rahoittajia koskevan metadatan lisäyksen. Rahoittajien nimet ja tunnisteet haetaan CrossRefin Funder Registrys -palvelusta.
fr_fr: Ce plugin ajoute les données de financement des soumissions en utilisant le registre des financeurs de Crossref, et intègre les données dans l'exportation XML de Crossref.
it: Questo plugin aggiunge i dati di finanziamento delle submission utilizzando il registro dei finanziatori di Crossref e considera i dati nell'esportazione XML di Crossref.
pt_pt: Este plugin adiciona dados do financiamento da submissão utilizando o registo de financiadores da CrossRef e considera esses dados para exportação como um XML da CrossRef.
ro: Acest plugin adaugă date de finanțare a depunerii folosind registrul de finanțatori Crossref și ia în considerare datele în exportul Crossref XML.

# plugins.generic.funding.fundingData
source: Funding data
de: Daten zur Förderung
es: Datos de los fondos
fi: Rahoittajat
fr_fr: Données de Fonds
it: Dati di finanziamento
pt_pt: Dados de financiamento
ro: Date de finanțare

# plugins.generic.funding.addFunder
source: Add funder
de: Förderer hinzufügen
es: Agregar financiador
fi: Lisää rahoittaja
fr_fr: Ajouter un financeur
it: Aggiungi finanziatore
pt_pt: Adicionar financiador
ro: Adăugați finanțator

# plugins.generic.funding.editFunder
source: Edit funder
es: Editar financiador
fi: Muokkaa rahoittajaa
fr_fr: Modifier un financeur
it: Modifica finanziatore
pt_pt: Editar financiador

# plugins.generic.funding.deleteFunder
source: Delete funder
de: Förderer löschen
es: Eliminar financiador
fi: Poista rahoittaja
fr_fr: Supprimer un financeur
it: Elimina finanziatore
pt_pt: Excluir financiador

# plugins.generic.funding.deleteFunder.confirmationMessage
source: Are you sure you want to remove <strong>{$name}</strong> as a funder? This action can not be undone.
de: Sind Sie sicher, dass Sie <strong>{$name}</strong> als Förderer entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar a <strong>{$name}</strong> como financiador? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa <strong>{$name}</strong> rahoittajana? Tätä toimintoa ei voi peruuttaa.
fr_fr: Êtes-vous sûr de vouloir supprimer <strong>{$name}</strong> en tant que financeur? Cette action ne peut pas être annulée.
it: Sei sicuro di voler rimuovere <strong>{$name}</strong> come finanziatore? Questa azione non può essere annullata.
pt_pt: Tem certeza de que deseja remover <strong>{$name}</strong> como financiador? Esta ação não pode ser desfeita.

# plugins.generic.funding.searchFunders
source: Search funders
es: Buscar financiadores
fi: Etsi rahoittaja
fr_fr: Rechercher des financeurs
it: Cerca finanziatore
pt_pt: Buscar financiadores

# plugins.generic.funding.funderName
source: Funder name
de: Name des Förderers
es: Nombre del financiador
fi: Rahoittajan nimi
fr_fr: Nom du bailleur de fonds
it: Nome del finanziatore
pt_pt: Nome do financiador
ro: Numele finanțatorului

# plugins.generic.funding.funderName.description
source: Search for the funder name in the search field above. After that, select the desired funder organization from the suggestions list shown below.
es: Busque el nombre del financiador en el campo de búsqueda arriba. Después, seleccione la organización financiadora deseada de la lista de sugerencias que se muestra abajo.
fi: Etsi rahoittajan nimi yllä olevasta hakukentästä. Valitse sen jälkeen haluamasi rahoittaja ehdotuslistasta, joka näkyy alla.
fr_fr: Recherchez le nom du bailleur de fonds dans le champ de recherche ci-dessus. Ensuite, sélectionnez l'organisation bailleur de fonds souhaitée dans la liste des suggestions affichée ci-dessous.
it: Cerca il nome del finanziatore nel campo di ricerca sopra. Successivamente, seleziona l'organizzazione finanziatrice desiderata dall'elenco dei suggerimenti mostrato di seguito.
pt_pt: Procure o nome do financiador no campo de pesquisa acima. Em seguida, selecione a organização financiadora desejada na lista de sugestões exibida abaixo.

# plugins.generic.funding.funderSubOrganization
source: Sub-organization
de: Unterorganisation
es: Sub-organización
fi: Aliorganisaatio
fr_fr: Sous-organisation
it: Sotto-organizzazione
pt_pt: Sub-organização
ro: Sub-organizație

# plugins.generic.funding.funderSubOrganization.select
source: Select a sub-organization
de: Wählen Sie eine Unterorganisation
es: Seleccione una sub-organización
fi: Valitse aliorganisaatio
fr_fr: Choisir une sous-organisation
it: Selezionare una sotto-organizzazione
pt_pt: Selecione uma sub-organização
ro: Selectați o sub-organizație

# plugins.generic.funding.funderIdentification
source: Funder ID
de: Förderer-ID
es: ID del financiador
fi: Rahoittajan tunniste
fr_fr: ID du bailleur de fonds
it: ID del finanziatore
pt_pt: ID do financiador
ro: ID-ul finanțatorului

# plugins.generic.funding.funderNameIdentification
source: Funder name and identification
de: Name und Identifikation des Förderers
es: Nombre del financiador e identificación
fi: Rahoittajan nimi ja tunniste
fr_fr: Nom et identification du bailleur de fonds
it: Nome e identificazione del finanziatore
pt_pt: Nome e identificação do financiador
ro: Denumirea și identificarea finanțatorului

# plugins.generic.funding.funderGrants
source: Grant numbers
de: Nummer der Förderung
es: Números de la subvención
fi: Apurahojen tunnistenumerot
fr_fr: Numéros de subventions
it: Numeri delle sovvenzioni
pt_pt: Números do Financiamento
ro: Numerele de granturi

# plugins.generic.funding.noneCreated
source: No funders
de: Keine Förderer
es: Sin financiadores
fi: Ei rahoittajia
fr_fr: Aucun bailleur de fonds
it: Nessun finanziatore
pt_pt: Sem financiadores
ro: Fără finanțatori

# plugins.generic.funding.funderNameIdentificationRequired
source: Funder name required
de: Name des Förderers erforderlich
es: Es necesario el nombre del financiador
fi: Rahoittajan nimi vaaditaan
fr_fr: Nom du bailleur de fonds requis
it: Nome del finanziatore richiesto
pt_pt: É obrigatório inserir o nome do financiador
ro: Numele finanțatorului este necesar

# plugins.generic.funding.funderNameIdentificationRequired.registry
source: Only funders from the Crossref registry are allowed
de: Nur Förderer aus dem Crossref-Register sind zugelassen
es: Solo los financiadores en el registro Crossref están autorizados
fr_fr: Seuls les financeurs du registre Crossref sont autorisés.
it: Sono ammessi solo i finanziatori del registro Crossref.
pt_pt: Apenas são permitidos financiadores registados na CrossRef
ro: Numai finanțatorii din registrul Crossref sunt autorizați.

# plugins.generic.funding.submissionWizard.name
source: Funders
de: Förderer
fr_fr: Financeurs
it: Finanziatori
ro: Finanțatori

# plugins.generic.funding.submissionWizard.description
source: Please provide information about any institutions which funded the research behind this work. Only funders from the Crossref registry are supported. If you received funding from an institution and you can not find them to add here, please provide that information in the Comments for the Editor field.
de: Bitte machen Sie Angaben zu allen Institutionen, die die Forschung hinter dieser Arbeit finanziert haben. Es werden nur Förderer aus dem Crossref-Register unterstützt. Wenn Sie eine Finanzierung von einer Institution erhalten haben und diese hier nicht finden können, geben Sie diese Informationen bitte im Feld "Kommentare für den Herausgeber" an.
fr_fr: Veuillez fournir des informations sur les institutions qui ont financé la recherche à l'origine de ce travail. Seuls les financeurs figurant dans le registre Crossref sont pris en charge. Si vous avez reçu des fonds d'une institution et que vous ne pouvez pas les trouver pour les ajouter ici, veuillez fournir ces informations dans le champ Commentaires pour l'éditeur.
it: Si prega di fornire informazioni su eventuali istituzioni che hanno finanziato la ricerca alla base di questo lavoro. Sono supportati solo i finanziatori del registro Crossref. Se si è ricevuto un finanziamento da un'istituzione e non si riesce a trovarla per aggiungerla qui, si prega di fornire tali informazioni nel campo Commenti per l'editore.
ro: Vă rugăm să furnizați informații despre toate instituțiile care au finanțat cercetarea din spatele acestei lucrări. Sunt acceptate doar finanțatorii din registrul Crossref. Dacă ați primit finanțare de la o instituție și nu o puteți găsi pentru a o adăuga aici, vă rugăm să furnizați informațiile respective în câmpul Comentarii pentru editor.

# plugins.generic.funding.api.500.fundersSearchError
source: An error occurred while searching for funders in Crossref.
es: Ocurrió un error al buscar financiadores en Crossref.
fi: Virhe esiintyi haettaessa rahoittajia Crossrefistä.
fr_fr: Une erreur est survenue lors de la recherche des financeurs dans Crossref.
it: Si è verificato un errore durante la ricerca dei finanziatori in Crossref.
pt_pt: Ocorreu um erro ao buscar financiadores na Crossref.
